export const links = [
  {
    name: 'Главная',
    to: 'main',
  },
  {
    name: 'Контакты',
    to: 'contacts',
  },
  {
    name: 'Услуги',
    to: 'services',
  },
];
// карточки услуг

export const cardsServices = [
  {
    title: 'Сайт под ключ',
    text: `Создаем сайты с уникальным дизайном, которые позволят вам эффективно решать все ваши задачи - начиная от повышения узнаваемости бренда, заканчивая продажей товаров и услуг.`,
  },
  {
    title: 'Разработка макета',
    text: `Наша команда обладает необходимым опытом и знаниями, чтобы разработать для вас уникальный и адаптивный макет сайта, сочетающий в себе творческий дизайн и функциональность для улучшения пользовательского опыта и повышения конверсии`,
  },
  {
    title: 'Поддержка сайта',
    text: `Наша команда разработчиков гарантирует поддержку и обновление сайта на протяжении одного месяца. Мы всегда стараемся быть на связи с нашими пользователями, решать любые проблемы быстро и эффективно, а также предлагать новый функционал и улучшения.`,
  }
];
// карточки контактов

export const cardsContacts = [
  {
    name: 'telegram',
    title: 'Телеграм',
    link: 'youtube.ru',
    text: '',
  },
  {
    name: 'whatsapp',
    title: 'Ватсапп',
    link: 'youtube.ru',
    text: '',
  },
  {
    name: 'email',
    title: 'Почта',
    link: 'youtube.ru',
    text: '',
  },
];

export const technologies = [
  {
    name: 'sass',
    text: 'SASS/SCSS - это препроцессорный язык, который расширяет функциональность обычного CSS. Он позволяет использовать функциональность, упрощая процесс стилизации веб-страниц',
    gradient:
      'linear-gradient(135deg, #FF57B9 0%,#A704FD 100%)',
  },
  {
    name: 'vue',
    text: 'VUE - это прогрессивный javascript-фреймворк для создания пользовательских интерфейсов и одностраничных приложений.',
    gradient:
      'linear-gradient(135deg, #c3ec52 0%,#0ba29d 100%)',
  },
  {
    name: 'html',
    text: 'HTML - это стандартный язык разметки для создания и структурирования веб-страниц. Он используется для определения содержимого страницы',
    gradient:
      'linear-gradient(135deg, #fad961 0%,#f76b1c 100%)',
  },
  {
    name: 'css',
    text: 'CSS - это язык стилей, используемый для оформления и внешнего оформления веб-страниц',
    gradient:
      'linear-gradient(135deg, #13f1fc 0%,#0470dc 100%)',
  },
];
